# -*- coding:utf-8 -*-

title=["在与女生聊天中，切记不要这样聊！",
"最常见的就是女生说：今天雨真大",
"说过hello之后不知道聊什么怎么办？",
"逆天关系术：俘获女神，让大姨妈为你神助攻",
"一句话让女神喜笑颜开",
"让中国女人憧憬的男朋友朋友圈应该是什么样子的"]
image=["website1.jpg","website2.jpg","website3.jpg","website4.jpg","website5.jpg"]
writer=["aboutLove","hello"]
brief=["大家都知道，大部分女孩子都是喜欢幽默，有风度的帅哥，当然不排除有其 \
他嗜好的，毕竟那些只是少数，今天我要告诉大家不要怎样聊和该怎样聊。","聊天内容比较窄，妹子们本能和我们谈天说地，变成了 嗯，啊，着，是。那今天大可就跟大家说\
说，如何扩展话题。很多兄id聊天时都是别人问一句，自己回答一句，内容也围绕着女生刚刚说的那个东西，这样就容易原地打转。最常见的就是女生说：今天雨真大（好凉，或者真热）。<br /> 然后你回了一句：是啊，你打伞了没（多穿衣服了没）。<br /> 这样的回答，女生只能跟你说，嗯，打了。如果运气好，妹子会再反过来问一句，你多穿了没。然而还是在这原地打转，你回了个我穿的很多后就聊死了！聊天需要的话题不会自己蹦出来。大家的误区是，找不到新的话题，觉得自己思维不够宽阔。但实际上聊天不需要你找话题，只需要你延伸话题。比如刚刚说到了伞，可以接着聊伞，伞把，喜欢直的还是弯的（挑逗），在或者衣服，可以聊到时尚。没话题不可怕，因为你要做的是找到上一个话题中的点，去延伸话题。"]
type_id=["1","2","3","4","5","6"]
content=["大家都知道，大部分女孩子都是喜欢幽默，有风度的帅哥，当然不排除有其 \
他嗜好的，毕竟那些只是少数，今天我要告诉大家不要怎样聊和该怎样聊。一、有很多哥们 \
看了一些成功男生的案例，看看了跟女人调情的一些案例，看完了后自认为自己也可以就开始盲目的模仿。\
例如，刚加的一个女生，不熟悉，而且都还没聊俩句，就开始说一些关于性的话题，大哥，你们熟悉吗？\
你知道妹子喜不喜欢你这样聊？你还没有做什么铺垫，上去就一句‘约吗’哥们，妹子没回你微信你就偷着笑吧，要是换做我，呵呵，再见来不及握手，见面靠缘分吧还是。\
所以，不要急于求成，让妹子觉得你的目的只有约怕pao，虽然可能你的想法是想要调节气氛，但可以换种方式调节气氛的。\
例如，讲个笑话，或者说说什么你身边有意思的事情，让妹子和你融入到一种放松的状态，让她觉得你是一个有活力的开朗幽默的人，给妹子留下个好印象，再‘骚’也不迟。\
当然如何骚才会让女生喜欢\
二、夸大其词的吹嘘自己很多男生喜欢在和女生聊天中，把自己夸大的说，想要让女生听出来，她有多NB，有多事业有成，或者就是想体现自己多好，\
所以吹牛吹到根本停不下来。但我想说，大哥，你跟别人聊天的时候，有没有顾忌到别人的感受。你在那里长篇大论，妹子什么感受。\
你以为你装b装的很圆满，其实并不是，谁都不是傻子好吗，适当的也就算了，妹子基本能忍也就忍了，你要是没完没了的.....靠，老娘资产过亿说过什么吗。\
呵呵呵。吹嘘自己有的时候真会很讨人厌，见面的时候，不要觉得，我不把自己说的牛一些，妹子会看不起我，就不会喜欢上我，假如，你没有车，是坐地铁来的，\
不要吹牛的说我的车今天被司机开出去了，或者说借给哥们了，毕竟你骗的了一时骗不了一世，你还不如直截了当地说，我没有买车，因为我的觉得坐地铁比较环保，当然，\
还有个原因就是，我现在还没有女朋友，我要问下我的女朋友喜欢什么样的车型，然后努力买一辆我女朋友喜欢的车。\
当然如果你真的特别特别的有钱，就不要用嘴说自己家里多有钱，自己是富几代，还是直接甩给妹子十几万陪她去购物吧。\
三、不要说女生擅长的话题还有一类男生，他们觉得，女生在一起，都喜欢聊八卦啦，星座啦吧啦吧啦之类的，那我们就跟着女生的节奏走好吧，这样不就跟女生有的聊了吗？\
No！并不是这样子滴。你这是要做什么啊？是和女生约会聊天吗？我怎么更感觉你是跟女生套近乎，想要和女生做好姐妹，好闺蜜的节奏啊...这时候有人会说，不会啊，\
我曾经说的都把女生说的目瞪口呆了耶~哈哈，你觉得女生实在佩服你吗？大部分女生内心潜台词是：呵呵，怎么比我都懂？他是gay吗？\
所以，一定不要觉得太懂女生的心里，女生就会给你加分。如果聊的话，你可以问女生：哦，对了，我是xx星座的，你呢？哦，原来你是这个星座的，我觉得这个星座很不错，\
你觉得我这个星座呢？如果妹子懂星座，可以问她：那我这个星座特点是什么呢？如果妹子说了，你可以跟她说，好厉害啊，说的很对之类的，夸奖她。如果妹子不懂星座，\
可以跟她说：我很喜欢你这个星座，听说你这个星座出美女，今天一见，果不其然~四、别采用质问的语气很多男生在跟妹子聊天的时候，妹子回复比较慢，语气也比较冷淡，\
然后有的男生就开始沉不住气了，开始想连环炮一样给人家发微信：1、在吗？2、在干嘛呢？3、怎么不说话？4、在不在啊？5、是不是不方便？6、为什么不理我？等等之类的，\
这样很招妹子烦的，好吗！当然，我觉得妹子不回复是有原因的。1、妹子没看见2、妹子有事正在忙3、妹子看见了就是不想回你4、妹子看见了在想怎么回你。但是不管是无论是\
哪一种，你几大段发过去，估计一般的妹子就不会搭理你了，因为你这样是在给妹子压力。如果你就是沉不住气，发了一条微信，妹子却没有回复你，你可以等个几分钟，发一个表\
情提醒一下他就可以了。、五、总在解释什么有的男生，总想把自己说的很清高，为了把自己变成妹子眼里的’好男人‘，就无限的为自己解释些什么，但是你知不知道什么叫做解释\
就是掩饰？！现在这个社会，你还把妹子当成傻子？真是够了，你不解释还好，你已解释，妹子心里就是觉得你好假哦，而且像是你给自己的错误在找借口，就会慢慢对你有了反感\
之心。不要自作聪明的决的，你的解释是有多么的完美。就像是，如果你和妹子约会，迟到了，既然已经迟到了那可以赶紧去附近的花店或者礼品店买一个小礼物，然后跟妹子说，\
去给你挑了一个礼物，犹豫不决，有点迟到，对不起。这样说好过于，“靠，路上又堵车，我家停水了，所以出洗头去了，或者是你妈让你在在家吃了早饭才可以出去”这样的借口与\
废话。当然还有就是，妹子说听别人说你身边有很多女生，这时候你就不要说“没有啦都是我哥们的”或者“她们缠着我，我没有搭理她们”的话，你不如直接说“从别人嘴里听说的都不\
是我自己，你要相信我会让你看到一个真实的我自己”。六、只聊，不约你们要知道，女人是善变的动物。你以为你们聊得很好就可以慢慢的发展，延伸你们的感情吗？最初的聊的目\
的是什么？不就是把女孩约出来？你们记住，女孩对你们的兴趣，是时性的，她们可能过段时间就不想搭理你了，所以这就是为什么有些人说，为什么刚开始我们聊得很火热，可后来\
她却对我冷冰冰，这就是原因。所以你一定要趁着妹子对你有兴趣的时候，立即邀约，比如，两个人聊得很开心时，可以说：哈哈，我觉得我们共同话题好多，要不要出来，我请你一边\
吃东西一边聊天~反正，在聊的很开心的时候，女生是最好约的，一定要把握住机会哦，要不然过了这个村，可真就没有这个店啦！"]